[
  {
    "id": 2442481974,
    "title": "The best totally free web fonts & typefaces",
    "url": "https://vanschneider.com/the-best-totally-free-web-fonts-typefaces",
    "author": "Man-Ping Wu",
    "summary": "Quality, free web fonts are difficult to come by these days. The best place we could think to find them: Twitter. Beautiful typefaces are usually an investment, but that doesn't mean you can't find affordable ones. Tobias recently asked for recommendations",
    "published": "2020-05-11T15:40:20.000000Z"
  },
  {
    "id": 2447627883,
    "title": "CSS fix for 100vh in mobile WebKit",
    "url": "https://allthingssmitty.com/2020/05/11/css-fix-for-100vh-in-mobile-webkit/",
    "author": "Chris Coyier",
    "summary": "A surprisingly common response when asking people about things they’d fix about anything in CSS, is to improve the handling of viewport units. One thing that comes up often is how they relate to scrollbars. For example, if an element is sized to 100vw and",
    "published": "2020-05-15T21:45:56.000000Z"
  },
  {
    "id": 2456592213,
    "title": "ZeroSSL: The Answer to Trusted Certificate Authority and SSL",
    "url": "https://webdesignledger.com/zerossl-answer-trusted-certificate-authority-ssl/",
    "author": "Web Design Ledger",
    "summary": "One of the biggest concerns for anyone on the internet, whether you’re selling a product or buying one, is security. And honestly, nobody can blame them. The internet is a scary place with lots of potential security threats. But, don’t freak out too much.",
    "published": "2020-05-22T12:04:17.000000Z"
  },
  {
    "id": 2457513217,
    "title": "Block Links: The Search for a Perfect Solution",
    "url": "https://sidebar.io/out?url=https%3A%2F%2Fcss-tricks.com%2Fblock-links-the-search-for-a-perfect-solution%2F",
    "author": null,
    "summary": "I was reading this article by Chris where he talks about block links - like wrapping an entire card element inside an anchor - being a bad idea.",
    "published": "2020-05-26T01:57:54.000000Z"
  },
  {
    "id": 2465430640,
    "title": "Biggest Wins and Fails in 25 Years of UX Columns",
    "url": "https://www.nngroup.com/articles/25-years-ux-wins-fails/",
    "author": null,
    "summary": "From 1995 to 2001 Jakob Nielsen wrote 250 articles with early usability insights that are still true but also contained predictions for aspirational changes that didn’t happen.",
    "published": "2020-06-02T00:35:27.961603Z"
  },
  {
    "id": 2466482101,
    "title": "Journey Mapping for Remote Teams: A Digital Template",
    "url": "https://www.nngroup.com/articles/journey-map-digital-template/",
    "author": "Sarah Gibbons",
    "summary": "Summary: A collaborative spreadsheet is an efficient, effective tool for virtual customer-journey mapping. Because of the format and structure it affords, almost everyone will be able to access and easily use it. Journey maps visualize the process that a",
    "published": "2020-05-31T16:00:02.000000Z"
  },
  {
    "id": 2495712511,
    "title": "Emojis in Email Subject Lines: Advantage or Impediment? 👍 👎",
    "url": "https://www.nngroup.com/articles/emojis-email/",
    "author": "Kim Flaherty",
    "summary": "Summary: Our research shows that emojis in subject lines increase negative sentiment toward an email and do not increase the likelihood of an email being opened. Emojis are small visual representations of an object or a concept. They first started popping",
    "published": "2020-06-28T16:00:00.000000Z"
  },
  {
    "id": 2527654208,
    "title": "The 100% correct way to do CSS breakpoints",
    "url": "https://www.freecodecamp.org/news/the-100-correct-way-to-do-css-breakpoints-88d6a5ba1862/",
    "author": null,
    "summary": "by David GilbertsonFor the next minute or so, I want you to forget about CSS. Forget about web development. Forget about digital user interfaces.And as you forget these things, I want you to allow your mind to wander. To wander back in time. Back to your",
    "published": "2016-11-19T05:41:29.000000Z"
  },
  {
    "id": 2556118010,
    "title": "Stacked Cards with Sticky Positioning and a Dash of Sass",
    "url": "https://css-tricks.com/stacked-cards-with-sticky-positioning-and-a-dash-of-sass/",
    "author": "Robin Rendle",
    "summary": "The other day, I spotted this particularly lovely bit from Corey Ginnivan’s website where a collection of cards stack on top of one another as you scroll. I started wondering how much JavaScript this would involve and how you’d go about making it when I",
    "published": "2020-08-13T14:45:19.000000Z"
  },
  {
    "id": 2567939742,
    "title": "Beautiful Editorial Look Web Design by Anthony Goodwin",
    "url": "https://abduzeedo.com/beautiful-editorial-look-web-design-anthony-goodwin",
    "author": "abduzeedo",
    "summary": "Beautiful Editorial Look Web Design by Anthony Goodwin abduzeedo08.20.20 I love the direction web design is heading. It more and more resembles editorial design with focus on great typography and beautiful imagery. A good example of this is the web site",
    "published": "2020-08-20T14:13:29.000000Z"
  },
  {
    "id": 2926693770,
    "title": "#74: Alquimia (1)",
    "url": "https://feedbin.com/entries/be20238d9f1907d777031e873ab7098cadf1f10a/newsletter",
    "author": "Samuel Gil",
    "summary": "#74: Alquimia (1) El mundo está repleto de problemas cuya solución no se encontrará jamás aplicando la lógica convencional. Esa es precisamente la razón de su persistencia. Sin embargo, estos algunos de problemas podrían ser resueltos aplicando el arte de",
    "published": "2021-02-27T06:02:43.489060Z"
  },
  {
    "id": 2965433844,
    "title": "CSS Generators",
    "url": "https://heydesigner.com/css-generators/",
    "author": "Travis",
    "summary": "In a new short series of posts, we highlight some of the useful tools and techniques for developers and designers.",
    "published": "2021-03-16T07:38:22.000000Z"
  },
  {
    "id": 2968274530,
    "title": "Deploying to a server via SSH and Rsync in a Github Action",
    "url": "https://zellwk.com/blog/github-actions-deploy/",
    "author": null,
    "summary": "I wanted to use Github Actions to deploy zellwk.com — when I push a commit into Github, I want Github Actions to build my site and deploy to my Digital Ocean server. The hardest part of this process is deploying to the server with SSH and rsync. I tried",
    "published": "2021-03-17T00:00:00.000000Z"
  },
  {
    "id": 2968670566,
    "title": "Cancellation Emails: Examples and Best Practices",
    "url": "https://designmodo.com/cancellation-emails/",
    "author": "Nataly Birch",
    "summary": "This post is originally published on Designmodo: Cancellation Emails: Examples and Best Practices People come and go. Even the most loyal fans of your brand may cancel their subscription. What matters is how to manage this situation: It starts with a",
    "published": "2021-03-17T14:54:25.000000Z"
  },
  {
    "id": 2979926587,
    "title": "A Complete Guide To Accessible Front-End Components",
    "url": "https://smashingmagazine.com/2021/03/complete-guide-accessible-front-end-components/",
    "author": "hello@smashingmagazine.com (Vitaly Friedman)",
    "summary": "Table of Contents Below you’ll find an alphabetical list of all accessible components. Skip the table of contents, or just scroll down to explore them one-by-one. :focus styles autocomplete buttons carousels \"close\" buttons content sliders checkboxes color",
    "published": "2021-03-22T11:30:00.000000Z"
  },
  {
    "id": 2986244943,
    "title": "Animating Underlines",
    "url": "https://css-irl.info/animating-underlines/",
    "author": null,
    "summary": "I recently gave my personal website a makeover and included a few cool little CSS tricks. Over the next few posts I’ll share some of these. The first one is all about underlines. Hover over any of the links in the body copy on the site and you’ll notice",
    "published": "2021-03-24T00:00:00.000000Z"
  },
  {
    "id": 3033099031,
    "title": "Qué es un UX Skills Map y cómo usarlo",
    "url": "https://www.torresburriel.com/weblog/2021/04/14/que-es-un-ux-skills-map-y-como-usarlo/",
    "author": "Torresburriel Estudio",
    "summary": "Cuando trabajamos con equipos multidisciplinares tenemos que encontrar la clave para que las habilidades de cada miembro del equipo se complementen entre sí. Una de las mejores formas para poder evaluar las competencias UX de un equipo es presentarlo en un",
    "published": "2021-04-14T08:00:04.000000Z"
  },
  {
    "id": 3036899204,
    "title": "Working around the viewport-based fluid typography bug in Safari",
    "url": "https://sarasoueidan.com/blog/safari-fluid-typography-bug-fix/",
    "author": null,
    "summary": "I came cross a CSS bug in Safari today that seems to be more commong than I expected. This article is a writeup of the issue I faced and the current possible work-around(s). Note: Less than 72 hours after I wrote this article and filed the bug report, the",
    "published": "2021-04-15T00:00:00.000000Z"
  },
  {
    "id": 3099430281,
    "title": "A Look at Tailwind CSS",
    "url": "http://ishadeed.com/article/on-tailwindcss/",
    "author": null,
    "summary": "",
    "published": "2021-05-11T03:47:11.000000Z"
  },
  {
    "id": 3101692206,
    "title": "Nuevas fundiciones digitales: el futuro inmediato de la tipografía",
    "url": "https://www.rayitasazules.com/nuevas-fundiciones-digitales-el-futuro-inmediato-de-la-tipografia/",
    "author": "Ana Moliz",
    "summary": "Un viaje al ecosistema de las fundiciones tipográficas digitales más recientes tiene como punto de llegada, no un lugar, sino un tiempo: el futuro más inmediato. Es precisamente aquí, en el fértil territorio de la creatividad, donde podemos asistir a esa",
    "published": "2021-05-12T05:58:06.000000Z"
  },
  {
    "id": 3187561816,
    "title": "The Rise Of Design Thinking As A Problem Solving Strategy",
    "url": "https://smashingmagazine.com/2021/06/design-thinking-problem-solving-strategy/",
    "author": "hello@smashingmagazine.com (Josh Singer)",
    "summary": "Having spent the last 20 years in the world of educational technology working on products for educators and students, I have learned to understand teachers and administrators as designers themselves, who use a wide set of tools and techniques to craft",
    "published": "2021-06-24T14:00:00.000000Z"
  },
  {
    "id": 3188615906,
    "title": "Vídeo del Parlamento Europeo sobre los beneficios de la European Accessibility Act",
    "url": "https://accesibilidadenlaweb.blogspot.com/2021/06/video-del-parlamento-europeo-sobre-los.html",
    "author": "Sergio Luján Mora",
    "summary": "European Accessibility Act: Better access for the disabled:",
    "published": "2021-06-25T07:00:00.000000Z"
  },
  {
    "id": 3210528629,
    "title": "Cerámica (II)",
    "url": "https://feedbin.com/entries/5bba5513bf778794eb4d642c20a0c7302b74f8df/newsletter",
    "author": "Pau Aguilar, de Libra",
    "summary": "Cerámica (II) Sargadelos: Reivindicar la tradición celta y gallega a través de la belleza ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌",
    "published": "2021-07-11T15:02:06.012925Z"
  },
  {
    "id": 3215992131,
    "title": "ISR vs DPR: Big Words, Quick Explanation",
    "url": "https://smashingmagazine.com/2021/07/isr-dpr-explained/",
    "author": "hello@smashingmagazine.com (Cassidy Williams)",
    "summary": "If you’ve been dabbling in the Jamstack/page rendering/Next.js world, chances are you’ve heard of the terms “Incremental Static Regeneration” (ISR) and “distributed persistent rendering” (DPR) floating around. And if you haven’t, you might be like, “Wow,",
    "published": "2021-07-15T10:30:00.000000Z"
  },
  {
    "id": 3263568186,
    "title": "Decoroom Stylish UI/UX and Web Design",
    "url": "https://abduzeedo.com/decoroom-stylish-uiux-and-web-design",
    "author": "abduzeedo",
    "summary": "Decoroom Stylish UI/UX and Web Design abduzeedo08.18.21 Kirill Kim shared a quite beautiful web design and UI/UX project. There’s not much information about the project created for Decoroom, however the vignettes shared highlight the minimal look, the",
    "published": "2021-08-19T04:59:30.000000Z"
  },
  {
    "id": 3298531435,
    "title": "Grainy Gradients",
    "url": "https://css-tricks.com/grainy-gradients/",
    "author": "Jimmy Chion",
    "summary": "Browse through Dribbble or Behance, and you’ll find designers using a simple technique to add texture to an image: noise. Adding noise makes otherwise solid colors or smooth gradients, such as shadows, more realistic. But despite designers’ affinity for",
    "published": "2021-09-13T19:04:51.000000Z"
  },
  {
    "id": 3301575859,
    "title": "kbar",
    "url": "https://kbar.vercel.app/",
    "author": "Robin Rendle",
    "summary": "It’s not every day that a new pattern emerges across the web, but I think cmd + k is here to stay. It’s a keyboard shortcut that usually pops open a search UI and it lets you toggle settings on or off, such as dark mode. And lots of apps support it",
    "published": "2021-09-15T18:51:36.000000Z"
  },
  {
    "id": 3304802427,
    "title": "Designing Beautiful Shadows in CSS",
    "url": "https://www.joshwcomeau.com/css/designing-shadows/",
    "author": "Robin Rendle",
    "summary": "My favorite kind of blog post is when someone takes a subject that I’ve spent all of five minutes considering and then says—no!—this is an enormous topic worthy of a dissertation. Look at all the things you can do with this tiny CSS property! I was",
    "published": "2021-09-17T22:49:39.000000Z"
  },
  {
    "id": 3310779606,
    "title": "Getting Your `head` Straight: A New CSS Performance Diagnostics Snippet",
    "url": "https://smashingmagazine.com/2021/09/css-head-tag/",
    "author": "hello@smashingmagazine.com (Vitaly Friedman)",
    "summary": "There are plenty of ways to detect performance bottlenecks and audit CSS. We can look into common performance bottlenecks and the complexity of stylesheets, the way we load assets, and the order in which it happens. One helpful way to spot common problems",
    "published": "2021-09-22T15:00:00.000000Z"
  },
  {
    "id": 3327278919,
    "title": "Colorful Type Explorations by Tenski",
    "url": "https://abduzeedo.com/colorful-type-explorations-tenski",
    "author": "abduzeedo",
    "summary": "Colorful Type Explorations by Tenski abduzeedo10.04.21 Tenski is a freelance graphic designer based in Sweden sharing some colorful and beautiful mix of personal and commercial projects. We have featured Tenski in the past but we love the typography and",
    "published": "2021-10-04T14:19:12.000000Z"
  },
  {
    "id": 3327946658,
    "title": "BandSports Tokyo 2020 Illustrations",
    "url": "https://abduzeedo.com/bandsports-tokyo-2020-illustrations",
    "author": "abduzeedo",
    "summary": "BandSports Tokyo 2020 Illustrations abduzeedo10.04.21 Issao Nakabachi was invited by Factory.Br & Artplan to create three illustrations for BandSports, a broadcast network from Brazil, about coverage of the Tokyo 2020 Olympics. These arts were trying to",
    "published": "2021-10-04T22:40:07.000000Z"
  },
  {
    "id": 3337336121,
    "title": "Exciting New Tools For Designers, October 2021",
    "url": "https://www.webdesignerdepot.com/2021/10/exciting-new-tools-for-designers-october-2021/",
    "author": "Carrie Cousins",
    "summary": "There are some spook-tacular finds in this month’s October collection of resources and tools for designers and developers. From interesting tools that can help in the design process to boo-tiful typefaces, there’s something for everyone here. Here’s what",
    "published": "2021-10-11T14:45:01.000000Z"
  },
  {
    "id": 3373015936,
    "title": "Favicons: How to Make Sure Browsers Only Download the SVG Version",
    "url": "https://css-tricks.com/favicons-how-to-make-sure-browsers-only-download-the-svg-version/",
    "author": "Chris Coyier",
    "summary": "Šime Vidas DM’d me the other day about this thread from subzey on Twitter. My HTML for favicons was like this: <!-- Warning! Typo! --> <link rel=\"icon\" href=\"/favicon.ico\" size=\"any\"> <link rel=\"icon\" href=\"/favicon.svg\" type=\"image/svg+xml\"> The attribute",
    "published": "2021-11-05T20:47:32.000000Z"
  },
  {
    "id": 3374923109,
    "title": "Campbell’s Law: The Dark Side of Metric Fixation",
    "url": "https://www.nngroup.com/articles/campbells-law/",
    "author": "Page Laubheimer, Kate Moran",
    "summary": "Summary: When organizations optimize metrics at the cost of all else, they expose themselves to metric corruption. Ultimately, as the Facebook scandal illustrates, they may fail their users and their business goals. One of the most misquoted sayings in",
    "published": "2021-11-07T17:00:00.000000Z"
  },
  {
    "id": 3387536992,
    "title": "Generate a Pull Request of Static Content With a Simple HTML Form",
    "url": "https://css-tricks.com/generate-a-pull-request-of-static-content-with-a-simple-html-form/",
    "author": "Hilman Ramadhan",
    "summary": "Jamstack has been in the website world for years. Static Site Generators (SSGs) — which often have content that lives right within a GitHub repo itself — are a big part of that story. That opens up the idea of having contributors that can open pull",
    "published": "2021-11-16T15:37:50.000000Z"
  },
  {
    "id": 3388020459,
    "title": "Line length revisited: following the research",
    "url": "https://css-tricks.com/line-length-revisited-following-the-research/",
    "author": "Geoff Graham",
    "summary": "Mary Dyson produces nitty gritty research on the long-accepted notion that shorter line lengths are more legible than longer ones. The study finds that shorter lines do not necessarily lead to faster reading. If you’re looking for a definitive answer to",
    "published": "2021-11-16T21:35:39.000000Z"
  },
  {
    "id": 3395858586,
    "title": "Responsive Layouts, Fewer Media Queries",
    "url": "https://css-tricks.com/responsive-layouts-fewer-media-queries/",
    "author": "Temani Afif",
    "summary": "We cannot talk about web development without talking about Responsive Design. It’s just a given these days and has been for many years. Media queries are a part of Responsive Design and they aren’t going anywhere. Since the introduction of media queries",
    "published": "2021-11-22T15:29:03.000000Z"
  },
  {
    "id": 3398581883,
    "title": "A Showcase Of Lovely Little Websites",
    "url": "https://smashingmagazine.com/2021/11/showcase-lovely-little-websites/",
    "author": "hello@smashingmagazine.com (Cosima Mielke)",
    "summary": "A map that blends past and present, a musical time machine bringing back distant memories, or an interactive graphic novel pulling you deeper and deeper into a powerful story — sometimes you come across a lovely little website that, well, instantly",
    "published": "2021-11-24T12:00:00.000000Z"
  },
  {
    "id": 3452712821,
    "title": "Object-Oriented UX",
    "url": "https://www.lucasn.com/posts/object-oriented-ux/",
    "author": "",
    "summary": "",
    "published": "2022-01-05T12:05:40.000000Z"
  },
  {
    "id": 3499475150,
    "title": "Useberry: cómo funciona y por qué nos gusta",
    "url": "https://www.torresburriel.com/weblog/2022/02/09/useberry-como-funciona-y-por-que-nos-gusta/",
    "author": "Torresburriel Estudio",
    "summary": "En este post, vamos a hablar de Useberry, una herramienta que hemos empezado a usar en el Estudio y con la cual estamos muy contentos y, por eso, recomendamos aquí. Useberry es una herramienta de pruebas con personas usuarias que permite llevar a cabo",
    "published": "2022-02-09T08:22:50.000000Z"
  },
  {
    "id": 3505794101,
    "title": "Where are our design heroes? — DESK of van Schneider — Edition Nr.204",
    "url": "https://feedbin.com/entries/01a70ac2f587ac298ef698473e14218f28ef37f3/newsletter",
    "author": "The DESK Magazine",
    "summary": "Where are our design heroes? — DESK of van Schneider — Edition Nr.204 You are receiving this email because you signed up to my exclusive email list at either vanschneider.com or on DESK magazine. Where are our design heroes? If you asked a young designer",
    "published": "2022-02-14T02:38:25.587989Z"
  },
  {
    "id": 3506544240,
    "title": "The Practical Guide to Naming Design Tokens &#124; UX Collective",
    "url": "https://bradfrost.com/blog/link/the-practical-guide-to-naming-design-tokens-ux-collective/",
    "author": "Brad Frost",
    "summary": "This is a pretty great guide to naming design tokens and follows pretty closely how we structure our tokens.",
    "published": "2022-02-14T15:01:47.000000Z"
  },
  {
    "id": 3546137371,
    "title": "Aligning content in different wrappers",
    "url": "https://ishadeed.com/article/aligning-content-different-wrappers/",
    "author": "",
    "summary": "How to align content with another section given that they are placed in different wrappers.",
    "published": "2022-03-15T12:01:20.000000Z"
  },
  {
    "id": 3572407916,
    "title": "Atomic 2.0",
    "url": "https://medium.com/@hannah.heinson/atomic-2-0-d94e5601200c",
    "author": "",
    "summary": "Revisiting the Atomic Design method for design systems.",
    "published": "2022-04-04T04:51:35.000000Z"
  },
  {
    "id": 3644403862,
    "title": "A Perfect Table of Contents With HTML + CSS",
    "url": "https://css-tricks.com/a-perfect-table-of-contents-with-html-css/",
    "author": "Nicholas C. Zakas",
    "summary": "Earlier this year, I self-published an ebook called Understanding JavaScript Promises (free for download). Even though I didn’t have any intention of turning it into a print book, enough people reached out inquiring about a print version that I decided to",
    "published": "2022-05-25T14:08:33.000000Z"
  },
  {
    "id": 3648282256,
    "title": "#126 Aplana la curva (de la glucosa)",
    "url": "https://feedbin.com/entries/7e5b2e442381eb9d81d7005f44a8af377d1b016a/newsletter",
    "author": "Samuel Gil",
    "summary": "#126 Aplana la curva (de la glucosa) ¿Qué es la curva de glucosa? ¿Qué nos produce picos y por qué es importante evitarlos? ¿Cómo podemos hacerlo? ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌",
    "published": "2022-05-28T05:01:21.905183Z"
  },
  {
    "id": 3732617258,
    "title": "Scroll Shadows? Pure CSS Parallax? Game Back On.",
    "url": "https://css-tricks.com/scroll-shadows-pure-css-parallax-game-back-on/",
    "author": "Geoff Graham",
    "summary": "Chris calls scroll shadows one his favorite CSS-Tricks of all time. Lea Verou popularized the pure CSS approach using four layered background gradients with some clever background-attachment magic. The result is a slick scrolling interaction that gives",
    "published": "2022-07-29T14:55:31.000000Z"
  },
  {
    "id": 3734515918,
    "title": "La #Bonilista de Jaime Gómez-Obregón",
    "url": "https://feedbin.com/entries/c922a4f168e1c163a5c2446b8ddbcd17c419c578/newsletter",
    "author": "David Bonilla",
    "summary": "La Bonilista Por una digitalización lenta. ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Ver este email bien chachi en tu navegador Nº 590 Presentada por: PATROCINADA POR: Por una digitalización lenta Hoy con firma invitada: Sr. Jaime Gómez-Obregón Ingeniero y hacker",
    "published": "2022-07-31T08:59:49.339820Z"
  },
  {
    "id": 3792630060,
    "title": "Antipersonas: What, How, Who, and Why?",
    "url": "https://www.nngroup.com/articles/antipersonas-what-how/",
    "author": "Sara Ramaswamy",
    "summary": "Summary: Antipersonas help anticipate how products can be misused in ways that can harm users and the business. What Is an Antipersona? Imagine a safe-manufacturing company. Such a company would need to design safes that: To address the first of these two",
    "published": "2022-09-11T16:00:00.000000Z"
  },
  {
    "id": 3858834648,
    "title": "Design System ROI Calculator",
    "url": "https://bradfrost.com/blog/link/design-system-roi-calculator/",
    "author": "Brad Frost",
    "summary": "This Design System ROI Calculator by Knapsack is fun. It’s often tough to quantify the benefits a design system provides, so things like this are helpful even as a conversation starter.",
    "published": "2022-11-01T10:38:35.000000Z"
  },
  {
    "id": 3886635961,
    "title": "Top 10 UX Videos of All Time",
    "url": "https://www.nngroup.com/news/item/top-10-ux-videos-all-time/",
    "author": null,
    "summary": "We started our video channel 6 years ago and now have 10 videos that have received more than 100,000 views. While 100K is not that much compared with, say, the top K-pop videos, it’s a lot for narrowly-focused professional-development videos. In total, we",
    "published": "2022-11-21T14:00:00.000000Z"
  },
  {
    "id": 3909956894,
    "title": "Design spacing tokens semantically",
    "url": "https://complementary.space/",
    "author": "",
    "summary": "What you are about to read is a provocative take on how we think of space in design. This thesis takes the concepts of Gestalt and pushes them further to identify the why. As digital product designers, why do we choose one amount of space over another?",
    "published": "2022-12-09T05:48:27.000000Z"
  },
  {
    "id": 3913290746,
    "title": "My design principles",
    "url": "https://anthonyhobday.com/blog/20210731.html",
    "author": "",
    "summary": "Christopher Butler says that “hiring for skills is mostly bogus. Hiring for soft skills is better. Hiring for principles is ideal”. I agree with him. Here are my principles, in case you want to understand the kind of designer I am.",
    "published": "2022-12-12T05:37:22.000000Z"
  },
  {
    "id": 3925428690,
    "title": "A Theory of Web Relativity",
    "url": "https://htmhell.dev/adventcalendar/2022/21/",
    "author": null,
    "summary": "The rel attribute has the potential to take the Internet to the next level… and yet, we usually forget about it. Imagine a city where people guided themselves by the landmarks and the stores, where there were no directional signs, and where streets and",
    "published": "2022-12-21T00:00:00.000000Z"
  }
]
